{"_default": {"4": {"title": "7 Things You Need To Stop Doing To Be More Productive", "subtitle": "Working smarter, not harder, is the key to better results", "entry": "<p>When I was 17 years old, I used to work and study for about 20 hours a day. I went to school, did my homework during breaks and managed a not-for-profit organization at night. At that time, working long hours landed me countless national campaigns, opportunities to work with A-list organizations and a successful career. As I got older, I started to think differently. I realized that working more is not always the right, or only, path to success.</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p><strong>Here are seven things I stopped doing to become more productive. </strong></p>\r\n\r\n<ol>\r\n\t<li>Stop working overtime and increase your productivity instead</li>\r\n\t<li>Don&rsquo;t say &ldquo;yes&rdquo; too often</li>\r\n\t<li>Stop doing everything yourself and start letting people help you</li>\r\n\t<li>Stop being a perfectionist</li>\r\n\t<li>Stop doing repetitive tasks and start automating</li>\r\n\t<li>Stop guessing and start backing up your decisions with data</li>\r\n\t<li>Stop working, and take some time to do nothing at all</li>\r\n</ol>\r\n\r\n<p>It&rsquo;s also important to understand that we don&rsquo;t become more productive overnight. Like everything in life, it requires effort and practice. Change doesn&rsquo;t happen just by sitting around and waiting for it. Instead, take the time to learn more about your body and find actionable ways to optimize your energy and time for a more successful and happier life.</p>\r\n", "author": "CamMi Pham", "datetime": "June 19, 2020, 01:32 AM"}, "8": {"title": "Things to do at home while in quarantine", "subtitle": "", "entry": "<p><img alt=\"\" src=\"https://images.pexels.com/photos/3975583/pexels-photo-3975583.jpeg?auto=compress&amp;cs=tinysrgb&amp;dpr=2&amp;h=750&amp;w=1260\" style=\"height:367px; margin:40px; width:550px\" />So what is there to do- when you&rsquo;re sitting at home, peering through your window, thinking about life that once was? Binge watching Netflix and scrolling through social media is not great for your mental health... so as we adjust to this new reality, here are a few ideas of what you can do to keep busy and keep to a routine while you&rsquo;re under quarantine.&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<ol>\r\n\t<li>Try Yoga, Stretch Out Those Muscles</li>\r\n\t<li>Stream a concert, opera or TV show</li>\r\n\t<li>Host a Netflix viewing party</li>\r\n\t<li>Do some spring cleaning now</li>\r\n\t<li>Read something new</li>\r\n\t<li>Take up an exercising regimen</li>\r\n\t<li>DIY projects</li>\r\n\t<li>Start prepping your garden</li>\r\n</ol>\r\n", "author": "Nichole Tatlonghari", "datetime": "June 24, 2020, 01:13 AM"}}}